Repository: stiller-leser/polarsteps-wordpress-import
Catalog: languages/polarsteps-importer-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Polarsteps Importer
es_es: Importador de Polarsteps
fr_fr: Importateur Polarsteps
it_it: Importatore Polarsteps

source: Polarsteps Settings
de_de: Polarsteps-Einstellungen
es_es: Ajustes de Polarsteps
fr_fr: Réglages Polarsteps
it_it: Impostazioni Polarsteps

source: Trip ID
es_es: ID del Viaje
fr_fr: ID du Voyage
it_it: ID Viaggio

source: Remember Token
es_es: Token de Sesión
fr_fr: Jeton de Session
it_it: Token di Sessione

source: Update Interval (in hours)
de_de: Aktualisierungsintervall (in Stunden)
es_es: Intervalo de Actualización (en horas)
fr_fr: Intervalle de mise à jour (en heures)
it_it: Intervallo di aggiornamento (in ore)

source: Max Steps per Run
de_de: Maximale Steps pro Durchlauf
es_es: Máximo de Pasos por Ejecución
fr_fr: Étapes max par exécution
it_it: Massimo Passi per Esecuzione

source: Ignore Step IDs
de_de: Step-IDs ignorieren
es_es: Ignorar IDs de Pasos
fr_fr: Ignorer les ID d'étapes
it_it: Ignora ID Passi

source: Ignore steps without title
de_de: Steps ohne Titel ignorieren
es_es: Ignorar pasos sin título
fr_fr: Ignorer les étapes sans titre
it_it: Ignora passi senza titolo

source: Disable Image Import
es_es: Desactivar Importación de Imágenes
fr_fr: Désactiver l'importation d'images
it_it: Disabilita Importazione Immagini

source: Image Import Mode
de_de: Bild-Importmodus
es_es: Modo de Importación de Imágenes
fr_fr: Mode d'importation des images
it_it: Modalità Importazione Immagini

source: Post Type
de_de: Beitragstyp
es_es: Tipo de Contenido
fr_fr: Type de publication
it_it: Tipo di Articolo

source: Post Status
de_de: Beitragsstatus
es_es: Estado de la Entrada
fr_fr: État de la publication
it_it: Stato Articolo

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
it_it: Categoria

source: Use location detail as category
es_es: Usar detalle de ubicación como categoría
fr_fr: Utiliser le détail du lieu comme catégorie
it_it: Usa dettaglio località come categoria

source: Add Leaflet Map
es_es: Añadir Mapa de Leaflet
fr_fr: Ajouter une carte Leaflet
it_it: Aggiungi Mappa Leaflet

source: Enable Debug Mode
de_de: Debug-Modus aktivieren
es_es: Activar Modo de Depuración
fr_fr: Activer le mode de débogage
it_it: Abilita Modalità Debug

source: Logs have been cleared.
de_de: Logs wurden gelöscht.
es_es: Los registros han sido borrados.
fr_fr: Les journaux ont été effacés.
it_it: I log sono stati cancellati.

source: The import has been started in the background. The logs will be updated shortly.
de_de: Der Import wurde im Hintergrund gestartet. Die Logs werden in Kürze aktualisiert.
es_es: La importación ha comenzado en segundo plano. Los registros se actualizarán en breve.
fr_fr: L'importation a démarré en arrière-plan. Les journaux seront mis à jour sous peu.
it_it: L'importazione è stata avviata in background. I log verranno aggiornati a breve.

source: The manual import has been successfully completed.
de_de: Der manuelle Import wurde erfolgreich abgeschlossen.
es_es: La importación manual se ha completado con éxito.
fr_fr: L'importation manuelle s'est terminée avec succès.
it_it: L'importazione manuale è stata completata con successo.

source: Save Settings
de_de: Einstellungen speichern
es_es: Guardar Ajustes
fr_fr: Enregistrer les réglages
it_it: Salva Impostazioni

source: Manual Import
de_de: Manueller Import
es_es: Importación Manual
fr_fr: Importation manuelle
it_it: Importazione Manuale

source: Import Now
de_de: Jetzt importieren
es_es: Importar Ahora
fr_fr: Importer maintenant
it_it: Importa Ora

source: Debug Logs
es_es: Registros de Depuración
fr_fr: Journaux de débogage
it_it: Log di Debug

source: No logs found. Run an import to generate logs.
de_de: Keine Logs gefunden. Führe einen Import durch, um Logs zu generieren.
es_es: No se encontraron registros. Ejecuta una importación para generar registros.
fr_fr: Aucun journal trouvé. Lancez une importation pour générer des journaux.
it_it: Nessun log trovato. Esegui un'importazione per generare i log.

source: Clear Logs
de_de: Logs löschen
es_es: Borrar Registros
fr_fr: Effacer les journaux
it_it: Cancella Log

source: Refresh Logs
de_de: Logs aktualisieren
es_es: Actualizar Registros
fr_fr: Actualiser les journaux
it_it: Aggiorna Log

source: No token found
es_es: No se encontró ningún token
fr_fr: Aucun jeton trouvé
it_it: Nessun token trovato

source: A token is already saved. To change it, enter a new one.
es_es: Ya hay un token guardado. Para cambiarlo, introduce uno nuevo.
fr_fr: Un jeton est déjà enregistré. Pour le changer, entrez-en un nouveau.
it_it: Un token è già salvato. Per cambiarlo, inseriscine uno nuovo.

source: Your Remember Token will be stored encrypted and will not be displayed again.
es_es: Tu Token de Sesión se guardará cifrado y no se volverá a mostrar.
fr_fr: Votre jeton de session sera stocké de manière chiffrée et ne sera plus affiché.
it_it: Il tuo Token di Sessione sarà memorizzato in modo crittografato e non verrà più visualizzato.

source: Check this to prevent any images from being imported.
es_es: Marca esto para evitar que se importen imágenes.
fr_fr: Cochez ceci pour empêcher l'importation d'images.
it_it: Seleziona per impedire l'importazione di immagini.

source: Enable to skip steps without a title.
de_de: Aktivieren, um Steps ohne Titel zu überspringen.
es_es: Activar para omitir pasos sin título.
fr_fr: Activer pour ignorer les étapes sans titre.
it_it: Abilita per saltare i passi senza un titolo.

source: e.g. 12345,67890,11111
de_de: z. B. 12345,67890,11111
es_es: p. ej. 12345,67890,11111
fr_fr: ex: 12345,67890,11111
it_it: es. 12345,67890,11111

source: Step IDs to ignore (comma-separated).
de_de: Step-IDs, die ignoriert werden sollen (kommagetrennt).
es_es: IDs de pasos a ignorar (separados por comas).
fr_fr: ID d'étapes à ignorer (séparés par des virgules).
it_it: ID dei passi da ignorare (separati da virgola).

source: If checked, the "detail" field from the location data will be used to set the post category in addition to the manual selection below.
es_es: Si se marca, el campo "detail" de los datos de ubicación se usará para establecer la categoría de la entrada, además de la selección manual de abajo.
fr_fr: Si coché, le champ "détail" des données de localisation sera utilisé pour définir la catégorie de l'article en plus de la sélection manuelle ci-dessous.
it_it: Se selezionato, il campo "detail" dai dati di localizzazione verrà utilizzato per impostare la categoria dell'articolo in aggiunta alla selezione manuale sottostante.

source: Limits the number of new steps to import in a single run. Helps prevent timeouts on servers with many steps.
de_de: Limitiert die Anzahl der neuen Steps, die in einem Durchlauf importiert werden. Hilft, Timeouts auf Servern mit vielen Steps zu vermeiden.
es_es: Limita el número de nuevos pasos a importar en una sola ejecución. Ayuda a prevenir tiempos de espera en servidores con muchos pasos.
fr_fr: Limite le nombre de nouvelles étapes à importer en une seule fois. Aide à prévenir les temps morts sur les serveurs avec de nombreuses étapes.
it_it: Limita il numero di nuovi passi da importare in una singola esecuzione. Aiuta a prevenire timeout su server con molti passi.

source: Append as gallery shortcode
de_de: Als Galerie-Shortcode anhängen
es_es: Añadir como shortcode de galería
fr_fr: Ajouter comme code court de galerie
it_it: Aggiungi come shortcode galleria

source: Embed individually in content
de_de: Einzeln in den Inhalt einbetten
es_es: Incrustar individualmente en el contenido
fr_fr: Intégrer individuellement dans le contenu
it_it: Incorpora individualmente nel contenuto

source: Choose how images are added to the post.
de_de: Wähle aus, wie Bilder zum Beitrag hinzugefügt werden.
es_es: Elige cómo se añaden las imágenes a la entrada.
fr_fr: Choisissez comment les images sont ajoutées à l'article.
it_it: Scegli come le immagini vengono aggiunte all'articolo.

source: Draft
de_de: Entwurf
es_es: Borrador
fr_fr: Brouillon
it_it: Bozza

source: Published
de_de: Veröffentlicht
es_es: Publicado
fr_fr: Publié
it_it: Pubblicato

source: Select the post type into which the Polarsteps steps should be imported.
de_de: Wähle den Beitragstyp aus, in den die Polarsteps-Steps importiert werden sollen.
es_es: Selecciona el tipo de contenido en el que se importarán los pasos de Polarsteps.
fr_fr: Sélectionnez le type de publication dans lequel les étapes Polarsteps doivent être importées.
it_it: Seleziona il tipo di articolo in cui importare i passi di Polarsteps.

source: By default, "post" is used.
de_de: Standardmäßig wird „Beitrag“ (post) verwendet.
es_es: Por defecto, se usa "entrada".
fr_fr: Par défaut, "article" est utilisé.
it_it: Per impostazione predefinita, viene usato "articolo".

source: The selected post type has no categories.
de_de: Der ausgewählte Beitragstyp hat keine Kategorien.
es_es: El tipo de contenido seleccionado no tiene categorías.
fr_fr: Le type de publication sélectionné n'a pas de catégories.
it_it: Il tipo di articolo selezionato non ha categorie.

source: No Category
de_de: Keine Kategorie
es_es: Sin Categoría
fr_fr: Aucune catégorie
it_it: Nessuna Categoria

source: Select a category for the imported posts.
de_de: Wähle eine Kategorie für die importierten Beiträge.
es_es: Selecciona una categoría para las entradas importadas.
fr_fr: Sélectionnez une catégorie pour les articles importés.
it_it: Seleziona una categoria per gli articoli importati.

source: Adds a Leaflet map with the step's location to the end of the post.
es_es: Añade un mapa de Leaflet con la ubicación del paso al final de la entrada.
fr_fr: Ajoute une carte Leaflet avec l'emplacement de l'étape à la fin de l'article.
it_it: Aggiunge una mappa Leaflet con la posizione del passo alla fine dell'articolo.

source: The <a href="%s" target="_blank">Leaflet Map</a> plugin must be installed and activated to use this feature.
es_es: El plugin <a href="%s" target="_blank">Leaflet Map</a> debe estar instalado y activado para usar esta función.
fr_fr: L'extension <a href="%s" target="_blank">Leaflet Map</a> doit être installée et activée pour utiliser cette fonctionnalité.
it_it: Il plugin <a href="%s" target="_blank">Leaflet Map</a> deve essere installato e attivato per usare questa funzionalità.

source: Enables debug mode. No posts will be created, but the API response will be logged.
de_de: Aktiviert den Debug-Modus. Es werden keine Beiträge erstellt, aber die API-Antwort wird geloggt.
es_es: Activa el modo de depuración. No se crearán entradas, pero la respuesta de la API se registrará.
fr_fr: Active le mode de débogage. Aucun article ne sera créé, mais la réponse de l'API sera consignée.
it_it: Abilita la modalità di debug. Non verranno creati articoli, ma la risposta dell'API verrà registrata.

source: Enter your Polarsteps Trip ID and Remember Token to import steps as WordPress posts.
de_de: Trage deine Polarsteps Trip-ID und deinen Remember Token ein, um Steps als WordPress-Beiträge zu importieren.
es_es: Introduce tu ID de Viaje de Polarsteps y tu Token de Sesión para importar los pasos como entradas de WordPress.
fr_fr: Entrez votre ID de voyage Polarsteps et votre jeton de session pour importer les étapes en tant qu'articles WordPress.
it_it: Inserisci il tuo ID Viaggio di Polarsteps e il Token di Sessione per importare i passi come articoli di WordPress.

source: Trip ID and Token set. Recurring cron job scheduled.
es_es: ID de Viaje y Token establecidos. Tarea cron recurrente programada.
it_it: ID Viaggio e Token impostati. Processo cron ricorrente pianificato.

source: Update interval changed. Cron job has been rescheduled.
es_es: Intervalo de actualización cambiado. La tarea cron ha sido reprogramada.
it_it: Intervallo di aggiornamento modificato. Il processo cron è stato riprogrammato.

source: Every hour
de_de: Jede Stunde
es_es: Cada hora
it_it: Ogni ora

source: Recurring cron job scheduled.
es_es: Tarea cron recurrente programada.
fr_fr: Tâche cron récurrente planifiée.
it_it: Processo cron ricorrente pianificato.

source: Manual import triggered.
de_de: Manueller Import wurde angestoßen.
es_es: Importación manual iniciada.
fr_fr: Importation manuelle déclenchée.
it_it: Importazione manuale avviata.

source: You do not have permission to perform this action.
de_de: Du hast keine Berechtigung, diese Aktion auszuführen.
es_es: No tienes permiso para realizar esta acción.
fr_fr: Vous n'avez pas la permission d'effectuer cette action.
it_it: Non hai il permesso di eseguire questa azione.

source: Trip ID or Remember Token is missing.
de_de: Trip-ID oder Remember Token fehlt.
es_es: Falta el ID del Viaje o el Token de Sesión.
fr_fr: L'ID du voyage ou le jeton de session est manquant.
it_it: Manca l'ID del Viaggio o il Token di Sessione.

source: Found %d new post to import.
de_de: %d neuer Beitrag zum Importieren gefunden.
es_es: Se encontró %d nueva entrada para importar.
fr_fr: %d nouvel article trouvé à importer.
it_it: Trovato %d nuovo articolo da importare.

source: Importing post %1$d of %2$d: "%3$s"
de_de: Importiere Beitrag %1$d von %2$d: "%3$s"
es_es: Importando entrada %1$d de %2$d: "%3$s"
fr_fr: Importation de l'article %1$d sur %2$d : "%3$s"
it_it: Importazione dell'articolo %1$d di %2$d: "%3$s"

source: %d new post was imported.
de_de: %d neuer Beitrag wurde importiert.
es_es: Se importó %d nueva entrada.
fr_fr: %d nouvel article a été importé.
it_it: %d nuovo articolo è stato importato.

source: Import run finished. %d steps remaining for the next run.
es_es: Ejecución de importación finalizada. Quedan %d pasos para la próxima ejecución.
fr_fr: Exécution de l'importation terminée. Il reste %d étapes pour la prochaine exécution.
it_it: Esecuzione importazione terminata. Rimangono %d passi per la prossima esecuzione.

source: Manual import finished.
es_es: Importación manual finalizada.
fr_fr: Importation manuelle terminée.
it_it: Importazione manuale terminata.

source: All steps imported. Re-scheduling recurring cron job.
es_es: Todos los pasos importados. Reprogramando tarea cron recurrente.
fr_fr: Toutes les étapes ont été importées. Replanification de la tâche cron récurrente.
it_it: Tutti i passi importati. Riprogrammazione del processo cron ricorrente.

source: Deactivating Polarsteps Importer...
de_de: Deaktiviere Polarsteps Importer...
es_es: Desactivando Importador de Polarsteps...
fr_fr: Désactivation de l'Importateur Polarsteps...
it_it: Disattivazione Importatore Polarsteps...

source: API Error: %s
de_de: API-Fehler: %s
es_es: Error de API: %s
fr_fr: Erreur API : %s
it_it: Errore API: %s

source: Could not parse API response: %s
de_de: API-Antwort konnte nicht geparsed werden: %s
es_es: No se pudo analizar la respuesta de la API: %s
fr_fr: Impossible d'analyser la réponse de l'API : %s
it_it: Impossibile analizzare la risposta dell'API: %s

source: Image "%1$s" successfully attached to post %2$d with ID %3$d.
de_de: Bild "%1$s" erfolgreich an Beitrag %2$d mit ID %3$d angehängt.
es_es: Imagen "%1$s" adjuntada con éxito a la entrada %2$d con ID %3$d.
fr_fr: L'image "%1$s" a été jointe avec succès à l'article %2$d avec l'ID %3$d.
it_it: Immagine "%1$s" allegata con successo all'articolo %2$d con ID %3$d.

source: Error downloading image: %s
de_de: Fehler beim Herunterladen des Bildes: %s
es_es: Error al descargar la imagen: %s
fr_fr: Erreur lors du téléchargement de l'image : %s
it_it: Errore durante il download dell'immagine: %s

source: Error uploading image: %s
de_de: Fehler beim Hochladen des Bildes: %s
es_es: Error al subir la imagen: %s
fr_fr: Erreur lors de l'envoi de l'image : %s
it_it: Errore durante il caricamento dell'immagine: %s

source: Import your Polarsteps trips as WordPress posts, including images, location data, and original publication dates.
de_de: Importiere deine Polarsteps-Reisen als WordPress-Beiträge, inklusive Bildern, Ortsdaten und originalen Veröffentlichungsdaten.
fr_fr: Importez vos voyages Polarsteps sous forme d'articles WordPress, y compris les images, les données de localisation et les dates de publication originales.

source: The selected post type has no categories
de_de: Der ausgewählte Beitragstyp hat keine Kategorien
fr_fr: Le type de message sélectionné n'a pas de catégories

source: Recurring cron job scheduled on plugin activation.
de_de: Wiederkehrender Cron-Job bei Plugin-Aktivierung geplant.

source: Recurring cron job re-scheduled after settings update.
de_de: Wiederkehrender Cron-Job nach Einstellungs-Update neu geplant.

source: Recurring cron job re-scheduled after import.
de_de: Wiederkehrender Cron-Job nach dem Import neu geplant.

source: Debug mode active. Data received:
de_de: Debug-Modus aktiv. Empfangene Daten:

source: API Request to: %1$s | Args: %2$s
de_de: API-Anfrage an: %1$s | Args: %2$s

source: API Response (raw):
de_de: API-Antwort (roh):

source: Data:
de_de: Daten:

source: Steps found:
de_de: Steps gefunden:

source: Checking for Step ID %1$s in post type %2$s: Found %3$d posts.
de_de: Prüfe auf Step-ID %1$s im Beitragstyp %2$s: %3$d Beiträge gefunden.

source: Enter your Remember Token. It will be stored encrypted and will not be displayed again.
de_de: Trage dein Remember Token ein. Es wird verschlüsselt gespeichert und nicht wieder angezeigt.
